[
  {
    "id": 1,
    "segment_name": "Luxury",
    "estate_title": "Penthouse Paradise",
    "description": "Luxurious penthouse with breathtaking city skyline views, featuring modern design and top-notch amenities. This exquisite residence boasts spacious living areas, floor-to-ceiling windows, and designer finishes throughout. Indulge in the ultimate urban lifestyle with access to a private rooftop terrace, perfect for entertaining guests or relaxing while enjoying the stunning vistas. Additional amenities include a state-of-the-art gourmet kitchen, fully-equipped fitness center, and personalized concierge service. Located in the heart of New York City, this penthouse offers unparalleled luxury living.",
    "price": "$3,500,000",
    "status": "sale",
    "area": "3000 sqft",
    "location": "New York City, New York",
    "bedrooms": 4,
    "bathrooms": 5,
    "parking": 2,
    "facilities": ["Rooftop terrace", "Gourmet kitchen", "Fitness center", "Concierge service"],
    "view_property_button": true,
    "image": "https://i.ibb.co/vL0DJgm/pent-House.jpg"
  },
  {
    "id": 2,
    "segment_name": "Luxury",
    "estate_title": "Oceanfront Villa",
    "description": "Stunning oceanfront villa with panoramic views, located in a prestigious gated community. This architectural masterpiece offers unparalleled luxury living with expansive living spaces, soaring ceilings, and seamless indoor-outdoor integration. Enjoy resort-style amenities including an infinity pool overlooking the ocean, private beach access, and a lavish spa for ultimate relaxation. The villa also features a state-of-the-art home theater, perfect for entertaining guests. Situated in the exclusive enclave of Malibu, California, this villa epitomizes coastal elegance and sophistication.",
    "price": "$5,000,000",
    "status": "rent",
    "area": "5000 sqft",
    "location": "Malibu, California",
    "bedrooms": 6,
    "bathrooms": 7,
    "parking": 3,
    "facilities": ["Infinity pool", "Private beach access", "Spa", "Home theater"],
    "view_property_button": true,
    "image": "https://i.ibb.co/YDfhpmN/oceanfrontvilla.jpg"
  },
  {
    "id": 3,
    "segment_name": "Luxury",
    "estate_title": "Private Island Retreat",
    "description": "Exclusive private island retreat with luxurious accommodations, pristine beaches, and stunning natural surroundings. This secluded sanctuary offers unparalleled privacy and tranquility, with a sprawling estate featuring a private villa, yacht dock, tennis court, and helipad for convenient access. Immerse yourself in the beauty of the Caribbean with endless recreational opportunities and breathtaking views at every turn. Whether you seek relaxation or adventure, this private island retreat is the ultimate luxury getaway.",
    "price": "$10,000,000",
    "status": "sale",
    "area": "10 acres",
    "location": "Caribbean",
    "bedrooms": 8,
    "bathrooms": 9,
    "parking": 5,
    "facilities": ["Private villa", "Yacht dock", "Tennis court", "Helipad"],
    "view_property_button": true,
    "image": "https://i.ibb.co/r703KfP/Private-Island-Retreat.jpg"
  },
  {
    "id": 4,
    "segment_name": "Luxury",
    "estate_title": "Mansion on the Hill",
    "description": "Magnificent mansion perched on a hilltop, offering unparalleled views and exquisite craftsmanship throughout. This stately residence features grand living spaces, opulent finishes, and sophisticated amenities designed for luxurious living. Entertain in style with a home theater, wine cellar, and swimming pool surrounded by lush gardens. The guest house provides additional accommodation for visitors, ensuring every comfort is met. Located in the prestigious enclave of Beverly Hills, California, this mansion offers timeless elegance and unmatched sophistication.",
    "price": "$8,500,000",
    "status": "sale",
    "area": "8000 sqft",
    "location": "Beverly Hills, California",
    "bedrooms": 7,
    "bathrooms": 8,
    "parking": 4,
    "facilities": ["Home theater", "Wine cellar", "Swimming pool", "Guest house"],
    "view_property_button": true,
    "image": "https://i.ibb.co/5FCW7xW/Mansion-on-the-Hill.jpg"
  },
  {
    "id": 5,
    "segment_name": "Luxury",
    "estate_title": "Luxury Beachfront Condo",
    "description": "Elegant beachfront condo with stunning ocean views, featuring high-end finishes and resort-style amenities. This sophisticated residence offers the epitome of coastal living with spacious interiors, sleek design elements, and panoramic vistas of the azure waters. Enjoy direct beach access, a serene spa, and a fully-equipped fitness center for wellness and relaxation. The concierge service ensures every need is met with personalized attention to detail. Located in the vibrant city of Miami Beach, Florida, this condo offers the ultimate luxury retreat.",
    "price": "$2,800,000",
    "status": "rent",
    "area": "2500 sqft",
    "location": "Miami Beach, Florida",
    "bedrooms": 3,
    "bathrooms": 4,
    "parking": 2,
    "facilities": ["Beach access", "Spa", "Fitness center", "Concierge service"],
    "view_property_button": true,
    "image": "https://i.ibb.co/cT6yRZC/Luxury-Beachfront-Condo.jpg"
  },
  {
    "id": 6,
    "segment_name": "Luxury",
    "estate_title": "Secluded Mountain Chalet",
    "description": "Secluded mountain chalet surrounded by pristine wilderness, offering luxury living and outdoor adventure. This stunning retreat blends rustic charm with modern comforts, featuring expansive living spaces, panoramic views, and direct ski-in/ski-out access. Unwind in the outdoor hot tub, gather with friends in the home theater, or enjoy gourmet meals prepared by a private chef. Nestled in the picturesque landscape of Aspen, Colorado, this chalet offers a serene escape from the everyday hustle and bustle.",
    "price": "$6,200,000",
    "status": "rent",
    "area": "6000 sqft",
    "location": "Aspen, Colorado",
    "bedrooms": 5,
    "bathrooms": 6,
    "parking": 3,
    "facilities": ["Ski-in/ski-out access", "Hot tub", "Home theater", "Private chef available"],
    "view_property_button": true,
    "image": "https://i.ibb.co/wNhB4yB/Secluded-Mountain-Chalet.jpg"
  },
  {
    "id": 7,
    "segment_name": "Luxury",
    "estate_title": "Historic European Castle",
    "description": "Majestic castle steeped in history and luxury, nestled in the picturesque countryside of the Loire Valley. This historic masterpiece features grand ballrooms, a private vineyard, a vast library, and formal gardens reminiscent of a bygone era. Immerse yourself in the opulence of aristocratic living with expansive living quarters adorned with exquisite detailing and craftsmanship. Situated in the enchanting Loire Valley, France, this castle offers a rare opportunity to own a piece of European history.",
    "price": "$12,000,000",
    "status": "sale",
    "area": "15,000 sqft",
    "location": "Loire Valley, France",
    "bedrooms": 10,
    "bathrooms": 12,
    "parking": 10,
    "facilities": ["Ballroom", "Vineyard", "Library", "Formal gardens"],
    "view_property_button": true,
    "image": "https://i.ibb.co/THdCkVB/Historic-European-Castle.jpg"
  },
  {
    "id": 8,
    "segment_name": "Luxury",
    "estate_title": "Tropical Resort Estate",
    "description": "Sprawling tropical estate with multiple villas, lush gardens, and panoramic ocean views, perfect for a luxury resort or private retreat. This lavish property offers a haven of tranquility and indulgence, with luxurious villas boasting expansive living areas and opulent furnishings. Enjoy endless leisure opportunities with infinity pools, tennis courts, and spa facilities amidst the lush tropical landscape. Whether hosting grand events or seeking secluded relaxation, this estate in Hawaii, USA, offers the epitome of luxury living in paradise.",
    "price": "$15,000,000",
    "status": "rent",
    "area": "20 acres",
    "location": "Hawaii, USA",
    "bedrooms": 12,
    "bathrooms": 15,
    "parking": 20,
    "facilities": ["Multiple villas", "Infinity pools", "Tennis courts", "Spa facilities"],
    "view_property_button": true,
    "image": "https://i.ibb.co/BjHCLvN/Tropical-Resort-Estate.jpg"
  },
  {
    "id": 9,
    "segment_name": "Luxury",
    "estate_title": "Waterfront Mansion",
    "description": "Elegant waterfront mansion overlooking Lake Como, featuring luxurious interiors, manicured gardens, and stunning lake views. This palatial residence exudes timeless elegance with spacious living areas, high ceilings, and unparalleled attention to detail. Relax in the serene surroundings of the landscaped gardens, take a dip in the infinity pool, or enjoy a leisurely boat ride from your private dock. With a wine cellar, guest house, and luxurious amenities throughout, this Lake Como, Italy, mansion offers the ultimate in waterfront living.",
    "price": "$7,500,000",
    "status": "sale",
    "area": "7000 sqft",
    "location": "Lake Como, Italy",
    "bedrooms": 6,
    "bathrooms": 7,
    "parking": 4,
    "facilities": ["Boat dock", "Swimming pool", "Wine cellar", "Guest house"],
    "view_property_button": true,
    "image": "https://i.ibb.co/wrC5Xcj/Waterfront-Mansion.jpg"
  }
]